spec/spec/SVWS/IntegrationPlatform/Examples/GetCustomerInfoRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration">
   <soapenv:Header/>
   <soapenv:Body>
      <int:getCustomerInfoRequest>
         <inst_id>1001</inst_id>
         <customer_id>68</customer_id>
      </int:getCustomerInfoRequest>
   </soapenv:Body>
</soapenv:Envelope>